android-studio
ani-cli
anki-bin
balena-etcher
bongocat
eclipse-platform
electron38-bin
elyprismlauncher-bin
gamehub
hayase-bin
heroic-games-launcher-bin
hidamari
hydra-launcher-bin
intellij-idea-ultimate-edition
kddockwidgets-qt6
libfprint-2-tod1-elan
libfprint-tod
mpvpaper
netbird
netbird-debug
netbird-management
netbird-relay
netbird-signal
netbird-ui
netbird-ui-debug
nomachine
notion-app-electron
opencode-bin
paru-bin
paru-bin-debug
pcsx2
plutosvg
plutovg
python-vlc
scrub
sklauncher-bin
snapd
stacer-bin
swaylock-effects
tty-clock
unimatrix-git
visual-studio-code-bin
waifu2x-converter-cpp
waifu2x-converter-qt-git
whatsapp-for-linux-git
wlogout
youtube-music-bin
zen-browser-bin
zsh-theme-powerlevel10k-git
