7zip
aircrack-ng
android-studio
android-tools
ani-cli
anki-bin
arch-install-scripts
ark
arp-scan
balena-etcher
baobab
base
base-devel
bat
bc
bind
bitwarden
blackarch-keyring
blueman
bluez-utils
bongocat
bridge-utils
brightnessctl
btop
burpsuite
cava
chafa
chromium
cloudflared
cmatrix
copyq
cppcheck
cups
decibels
dhcpcd
docker
docker-compose
dolphin
dosfstools
duf
dust
eclipse-platform
efibootmgr
elyprismlauncher-bin
epiphany
evil-winrm
evince
eza
fastfetch
fd
firefox
font-manager
fprintd
fzf
gamehub
gdb
gdm
gimp
git
git-filter-repo
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gobuster
gparted
gradle
grilo-plugins
grim
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hayase-bin
helvum
heroic-games-launcher-bin
hidamari
hplip
htop
hydra-launcher-bin
hyprland
impacket
imv
inetutils
intellij-idea-ultimate-edition
iw
jdk-openjdk
jdk21-openjdk
jp2a
jq
kde-cli-tools
kdeconnect
kio-fuse
kitty
konsole
krita
libfprint-2-tod1-elan
libreoffice-still
libvirt
linux
linux-firmware
linux-headers
loupe
lua-language-server
lutris
lzip
malcontent
maven
metasploit
mpv
mpvpaper
nano
nautilus
ncdu
neovim
netbird
netbird-debug
netbird-management
netbird-relay
netbird-signal
netbird-ui
netbird-ui-debug
network-manager-applet
networkmanager
nm-connection-editor
nmap
nomachine
notification-daemon
notion-app-electron
noto-fonts-cjk
novnc
npm
numlockx
ollama
opencode-bin
openssl-1.1
orca
os-prober
otf-font-awesome
pacman-contrib
paru-bin
paru-bin-debug
pavucontrol
pcsx2
perl-image-exiftool
pipewire-alsa
pipewire-jack
plasma-meta
polkit-gnome
powerline-fonts
ppsspp
procs
python-pillow
python-pip
python-pyqt5
qemu-base
ranger
recoll
reflector
responder
ruby-resolv-replace
rust
rygel
scrub
sd
seahorse
simple-scan
sklauncher-bin
slurp
smartmontools
snapd
snapshot
socat
sof-firmware
sshfs
stacer-bin
steam
sudo
sushi
swayidle
swaylock-effects
swww
tcpdump
tecla
thefuck
thunderbird
tigervnc
tldr
tmux
totem
ttf-cascadia-code-nerd
ttf-dejavu
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
tty-clock
unimatrix-git
unrar
usbutils
valgrind
virt-manager
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
visual-studio-code-bin
vulkan-intel
vulkan-tools
waifu2x-converter-qt-git
waifu2x-ncnn-vulkan
waybar
wayvnc
websockify
wfuzz
whatsapp-for-linux-git
whatweb
wine
wine-gecko
wine-mono
winetricks
wl-clipboard
wlogout
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xterm
yelp
youtube-music-bin
zen-browser-bin
zip
zoxide
zsh
zsh-theme-powerlevel10k-git
