7zip
a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
aha
aircrack-ng
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
aml
android-tools
aom
apache
apparmor
appstream
appstream-qt
apr
apr-util
aquamarine
arch-install-scripts
archlinux-appstream-data
archlinux-keyring
argon2
aria2
ark
arp-scan
asar
aspell
at-spi2-core
atkmm
attica
attr
audit
aurorae
autoconf
autoconf-archive
automake
avahi
ayatana-ido
babl
baloo
baloo-widgets
baobab
base
base-devel
bash
bat
bc
bind
binutils
bison
bitwarden
blackarch-keyring
blas
bluedevil
blueman
bluez
bluez-libs
bluez-obex
bluez-qt
bluez-utils
bolt
boost-libs
botan2
breeze
breeze-gtk
breeze-icons
bridge-utils
brightnessctl
brltty
brotli
btop
bubblewrap
burpsuite
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cairomm-1.16
capstone
cava
cblas
cdparanoia
chafa
chmlib
chromaprint
chromium
cifs-utils
clang
clinfo
cloudflared
clucene
cmake
cmark
cmatrix
colord
colord-gtk-common
colord-gtk4
colord-sane
compiler-rt
composefs
containerd
convertlit
copyq
coreutils
cpio
cppcheck
cppdap
cracklib
cryptsetup
cups
cups-filters
cups-pk-helper
curl
cython
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
ddcutil
debugedit
debuginfod
decibels
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
discount
discover
djvulibre
dkms
dmidecode
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dolphin
dosfstools
dotconf
double-conversion
drkonqi
dtc
duf
duktape
dust
e2fsprogs
ebook-tools
editorconfig-core-c
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron36
electron37
elfutils
enchant
epiphany
ethtool
evil-winrm
evince
evolution-data-server
exempi
exiv2
expat
extra-cmake-modules
eza
faac
faad2
fakeroot
fastfetch
fd
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flatpak
flatpak-kcm
flex
fltk1.3
fluidsynth
fmt
folks
font-manager
fontconfig
foomatic-db-engine
fprintd
frameworkintegration
freeglut
freerdp
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdm
gegl
geoclue
geocode-glib-2
geocode-glib-common
gettext
gexiv2
ghostscript
giflib
gimp
git
git-filter-repo
github-cli
gjs
glew
glib-networking
glib2
glib2-devel
glib2-docs
glibc
glibmm
glibmm-2.68
glslang
glu
glycin
gmp
gnome-app-list
gnome-autoar
gnome-backgrounds
gnome-bluetooth-3.0
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-font-viewer
gnome-keybindings
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-online-accounts
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
go-tools
gobject-introspection
gobject-introspection-runtime
gobuster
gocryptfs
gom
gparted
gperftools
gpgme
gpgmepp
gpm
gpsd
gradle
graphene
graphite
graphviz
grep
grilo
grilo-plugins
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsl
gsm
gsound
gspell
gssdp
gst-devtools-libs
gst-editing-services
gst-libav
gst-plugin-gtk
gst-plugin-gtk4
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-python
gstreamer
gtest
gtk-doc
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview4
gtksourceview5
gts
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gzip
harfbuzz
harfbuzz-icu
helvum
hicolor-icon-theme
hidapi
highway
hplip
htop
hunspell
hwdata
hwloc
hyphen
hyprcursor
hyprgraphics
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprtoolkit
hyprutils
hyprwayland-scanner
i2c-tools
iana-etc
ibus
icu
iio-sensor-proxy
ijs
imagemagick
imath
imlib2
impacket
imv
inetutils
iniparser
iproute2
iptables
iputils
iso-codes
iw
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
jemalloc
jp2a
jq
js128
js140
json-c
json-glib
jsoncpp
kaccounts-integration
kactivitymanagerd
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kcompletion5
kconfig
kconfig5
kconfigwidgets
kcontacts
kcoreaddons
kcoreaddons5
kcrash
kcrash5
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdeconnect
kdecoration
kded
kdeplasma-addons
kdesu
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kglobalacceld
kguiaddons
kguiaddons5
kholidays
ki18n
ki18n5
kiconthemes
kidletime
kimageformats
kinfocenter
kio
kio-extras
kio-fuse
kirigami
kirigami-addons
kitemmodels
kitemviews
kitemviews5
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmenuedit
kmod
knewstuff
knighttime
knotifications
knotifications5
knotifyconfig
konsole
kpackage
kparts
kpeople
kpipewire
kpty
kquickcharts
krb5
krdp
krita
krunner
kscreen
kscreenlocker
kservice
ksshaskpass
kstatusnotifieritem
ksvg
ksystemstats
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kwallet
kwallet-pam
kwayland
kwidgetsaddons
kwidgetsaddons5
kwin
kwindowsystem
kwindowsystem5
kwrited
kxmlgui
l-smash
lame
lapack
layer-shell-qt
lcms2
ldb
leancrypto
lensfun
lib32-alsa-lib
lib32-alsa-plugins
lib32-audit
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnm
lib32-libnsl
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libva
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxinerama
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-pipewire
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-device-select
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libao
libappindicator
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libcue
libcups
libcupsfilters
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdmapsharing
libdmtx
libdovi
libdrm
libdv
libdvdnav
libdvdread
libe-book
libebur128
libedataserverui4
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libfyaml
libgbinder
libgcrypt
libgdata
libgdm
libgee
libgexiv2
libgirepository
libgit2
libglibutil
libglvnd
libgme
libgoa
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libgweather-4
libgxps
libhandy
libheif
libibus
libical
libice
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libiptcdata
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libjxl
libkdcraw5
libkexiv2
libksba
libkscreen
libksysguard
liblangtag
liblc3
libldac
libldap
libliftoff
liblouis
liblqr
liblrdf
libltc
libluv
liblzf
libmalcontent
libmanette
libmaxminddb
libmbim
libmd
libmediaart
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmspack
libmspub
libmtp
libmwaw
libmypaint
libmysofa
libnautilus-extension
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsbmp
libnsl
libnss_nis
libnumbertext
libnvme
liboauth
libodfgen
libogg
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipewire
libplacebo
libplasma
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libppd
libproxy
libpsl
libpulse
libpwquality
libqaccessibilityclient-qt6
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librest
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libshumate
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libspelling
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisio
libvlc
libvncserver
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwnck3
libwpd
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
lld
llhttp
llvm
llvm-libs
lm_sensors
lmdb
localsearch
loupe
lpsolve
lsb-release
lsof
lua
lua-language-server
lua51-lpeg
luajit
luit
lutris
lv2
lxc
lz4
lzip
lzo
m4
mailcap
make
malcontent
maven
md4c
mdadm
media-player-info
mesa
mesa-utils
meson
metasploit
milou
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
miniupnpc
minizip
minizip-ng
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
mod_dnssd
modemmanager
modemmanager-qt
moreutils
mpdecimal
mpfr
mpg123
mpv
msgpack-c
msgraph
mtdev
mujs
mutter
mypaint-brushes1
nano
nautilus
nawk
ncdu
ncnn
ncurses
ndctl
neatvnc
neon
neovim
net-snmp
net-tools
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-qt
nftables
ninja
nlohmann-json
nm-connection-editor
nmap
node-gyp
nodejs-lts-jod
nodejs-nopt
notification-daemon
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
novnc
npm
npth
nspr
nss
numactl
numlockx
ocean-sound-theme
ocl-icd
ollama
onetbb
oniguruma
openal
opencolorio
opencore-amr
opencv
openexr
openh264
openjpeg2
openssh
openssl
openssl-1.1
openxr
opus
orc
orca
os-prober
osinfo-db
ostree
otf-font-awesome
oxygen
oxygen-sounds
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
parted
patch
patchelf
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-io-tty
perl-ipc-run
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-time-duration
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
phodav
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
playerctl
polkit
polkit-gnome
polkit-kde-agent
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
postgresql-libs
powerdevil
powerline-fonts
ppp
pps-tools
ppsspp
ppsspp-assets
print-manager
prison
procps-ng
procs
protobuf
protobuf-c
psmisc
pugixml
pulse-native-provider
pulseaudio-qt
purpose
pystring
python
python-aioquic
python-argcomplete
python-attrs
python-autocommand
python-beautifulsoup4
python-blinker
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-colorama
python-cryptography
python-dasbus
python-dbus
python-decorator
python-defusedxml
python-distro
python-dnspython
python-docutils
python-evdev
python-filelock
python-fixtures
python-flask
python-flask-cors
python-future
python-gbinder
python-gobject
python-idna
python-installer
python-itsdangerous
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-jsonschema
python-jsonschema-specifications
python-ldap3
python-ldapdomaindump
python-legacy-cgi
python-lxml
python-mako
python-markdown
python-markupsafe
python-moddb
python-more-itertools
python-mox3
python-netifaces
python-numpy
python-orjson
python-packaging
python-pbr
python-pcapy
python-pillow
python-pip
python-platformdirs
python-protobuf
python-psutil
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pycryptodome
python-pycryptodomex
python-pycurl
python-pydbus
python-pygdbmi
python-pygments
python-pylsqpack
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pysocks
python-pyte
python-pyxdg
python-referencing
python-requests
python-rpds-py
python-send2trash
python-sentry_sdk
python-service-identity
python-setproctitle
python-setuptools
python-shtab
python-six
python-soupsieve
python-termcolor
python-tqdm
python-typing_extensions
python-urllib3
python-waitress
python-wcwidth
python-werkzeug
python-wheel
python-wxpython
python-yaml
qca-qt6
qcoro
qemu-base
qemu-common
qemu-img
qemu-system-x86
qemu-system-x86-firmware
qoi
qpdf
qqc2-breeze-style
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-charts
qt6-connectivity
qt6-declarative
qt6-imageformats
qt6-location
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-scxml
qt6-sensors
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qtkeychain-qt6
quazip-qt5
quazip-qt6
ranger
raptor
rasqal
rav1e
rdma-core
re2
readline
recoll
redland
reflector
responder
rhash
ripgrep
ripgrep-all
rpm-sequoia
rpm-tools
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-addressable
ruby-bundler
ruby-erb
ruby-public_suffix
ruby-resolv-replace
ruby-rexml
rubygems
runc
rust
rygel
sane
sbc
sd
sdbus-cpp
sddm
sddm-kcm
sdl12-compat
sdl2-compat
sdl2_ttf
sdl3
seabios
seahorse
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simdjson
simple-scan
slang
slurp
smartmontools
smbclient
snappy
snapshot
sndio
socat
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
spectacle
speech-dispatcher
speex
speexdsp
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
sratom
srt
sshfs
startup-notification
steam
sudo
suitesparse
sushi
svt-av1
svt-hevc
swayidle
swww
syndication
syntax-highlighting
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tcpdump
tdb
tecla
tevent
texinfo
thefuck
thunderbird
tigervnc
tinysparql
tinyxml2
tldr
tmux
tomlplusplus
totem
totem-pl-parser
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-cascadia-code-nerd
ttf-dejavu
ttf-firacode-nerd
ttf-hack
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
twolame
tzdata
uchardet
udisks2
unibilium
unrar
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vala
valgrind
vapoursynth
vde2
vdpauinfo
verdict
vid.stab
virt-install
virt-manager
virtiofsd
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vlc
vlc-cli
vlc-gui-qt
vlc-plugin-a52dec
vlc-plugin-alsa
vlc-plugin-archive
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-faad2
vlc-plugin-flac
vlc-plugin-gnutls
vlc-plugin-inflate
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-lua
vlc-plugin-mpg123
vlc-plugin-ogg
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-pulse
vlc-plugin-shout
vlc-plugin-speex
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-xml
vlc-plugins-base
vlc-plugins-video-output
vmaf
volume_key
vte-common
vte3
vte4
vulkan-icd-loader
vulkan-intel
vulkan-mesa-device-select
vulkan-tools
waifu2x-ncnn-vulkan
wavpack
waybar
wayland
wayland-protocols
wayland-utils
wayvnc
webkit2gtk
webkit2gtk-4.1
webkitgtk-6.0
webrtc-audio-processing-1
websockify
wfuzz
wget
whatweb
which
wildmidi
wine
wine-gecko
wine-mono
winetricks
wireless_tools
wireplumber
wl-clipboard
woff2
wofi
wolfssl
wpa_supplicant
wsdd
wxwidgets-common
wxwidgets-gtk3
x264
x265
xapian-core
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorgproto
xsettingsd
xterm
xvidcore
xxhash
xz
yaml-cpp
yelp
yelp-xsl
yt-dlp
yyjson
zbar
zenity
zeromq
zimg
zip
zix
zlib
zlib-ng
zoxide
zsh
zstd
zvbi
zxing-cpp
